Repository: bkatnich/BKS-Sports-iOS
Catalog: assets/Localizable.xcstrings
Source language: en
Languages: es, fr_ca

source: Account Deletion Failed
es: Error al eliminar la cuenta
fr_ca: Échec de la suppression du compte

source: Are you sure?
es: ¿Estás seguro?
fr_ca: Êtes-vous certain?

source: Back to Sign In
es: Volver al inicio de sesión
fr_ca: Retour à la connexion

source: Cancel
es: Cancelar
fr_ca: Annuler

# Check your inbox
source: Check your inbox — a reset link has been sent.
es: Revisa tu bandeja de entrada — se envió un enlace.
fr_ca: Vérifiez votre boîte de réception — un lien de réinitialisation a été envoyé.

source: Date
es: Fecha

source: Email
es: Correo electrónico
fr_ca: Courriel

source: Erase
es: Borrar
fr_ca: Effacer

source: Failed to load game log
es: Error al cargar el registro
fr_ca: Échec du chargement du registre de matchs

source: Forgot Password?
es: ¿Olvidaste tu contraseña?
fr_ca: Mot de passe oublié?

source: Game Log
es: Registro
fr_ca: Registre

source: Home
es: Inicio
fr_ca: Accueil

source: Injury
es: Lesión
fr_ca: Blessure

source: L
es: D
fr_ca: D

source: Loading game log...
es: Cargando registro...
fr_ca: Chargement du registre...

source: No games found
es: No se encontraron partidos
fr_ca: Aucun match trouvé

source: OK
es: Aceptar

source: Overview
es: Resumen
fr_ca: Aperçu

source: Password
es: Contraseña
fr_ca: Mot de passe

source: Password Reset Failed
es: Error al restablecer contraseña
fr_ca: Échec de la réinitialisation du mot de passe

source: Players
es: Jugadores
fr_ca: Joueurs

source: Position
es: Posición

source: Push notifications received by this device will appear here.
es: Las notificaciones push recibidas por este dispositivo aparecerán aquí.
fr_ca: Les notifications push reçues par cet appareil apparaîtront ici.

source: Ranked %@
es: Clasificado %@
fr_ca: Classé %@

source: Remove
es: Eliminar
fr_ca: Supprimer

source: Result
es: Resultado
fr_ca: Résultat

source: Retry
es: Reintentar
fr_ca: Réessayer

source: Return
es: Regreso
fr_ca: Retour

source: Send Reset Email
es: Enviar correo de restablecimiento
fr_ca: Envoyer le courriel de réinitialisation

source: Settings
es: Ajustes
fr_ca: Paramètres

source: Sign In
es: Iniciar sesión
fr_ca: Connexion

source: Sign In Failed
es: Error al iniciar sesión
fr_ca: Échec de la connexion

source: Sign in with Email
es: Iniciar sesión con correo
fr_ca: Se connecter avec un courriel

source: Stat Trends
es: Tendencias de Estadísticas
fr_ca: Tendances des Statistiques

source: Stats
es: Estadísticas
fr_ca: Statistiques

source: Team
es: Equipo
fr_ca: Équipe

source: This will permanently delete your account and all data. This cannot be undone.
es: Esto eliminará permanentemente tu cuenta y todos los datos. Esta acción no se puede deshacer.
fr_ca: Ceci supprimera définitivement votre compte et toutes vos données. Cette action est irréversible.

source: This will remove all app data stored on this device. Your account will remain active.
es: Esto eliminará todos los datos de la app almacenados en este dispositivo. Tu cuenta permanecerá activa.
fr_ca: Ceci supprimera toutes les données de l'app stockées sur cet appareil. Votre compte restera actif.

source: Trending
es: Tendencias
fr_ca: Tendances

source: Updated
es: Actualizado
fr_ca: Mis à jour

source: W
es: V
fr_ca: V

# a11y.attributions.repoLink
source: %@ source repository
es: Repositorio fuente de %@
fr_ca: Dépôt source de %@

# a11y.boardDetail.confirmedStarter
source: Confirmed starter
es: Titular confirmado
fr_ca: Titulaire confirmé

# a11y.dms.infoButton
source: About defensive matchup score
es: Acerca del puntaje de emparejamiento defensivo
fr_ca: À propos du score d'appariement défensif

# a11y.dms.value
source: Defensive matchup score: %lld out of 100
es: Puntaje de emparejamiento defensivo: %lld de 100
fr_ca: Score d'appariement défensif : %lld sur 100

# a11y.hint.clearData
source: Clears all local app data
es: Borra todos los datos locales
fr_ca: Efface toutes les données locales de l'application

# a11y.hint.comingSoon
source: This feature is not yet available
es: Esta función aún no está disponible
fr_ca: Cette fonctionnalité n'est pas encore disponible

# a11y.hint.deleteAccount
source: Permanently deletes your account
es: Elimina permanentemente tu cuenta
fr_ca: Supprime définitivement votre compte

# a11y.hint.notifications
source: Toggle all push notifications
es: Activar o desactivar todas las notificaciones push
fr_ca: Activer ou désactiver toutes les notifications push

# a11y.hint.signOut
source: Signs you out of your account
es: Cierra la sesión de tu cuenta
fr_ca: Vous déconnecte de votre compte

# a11y.infoButton.about
source: About %@
es: Acerca de %@
fr_ca: À propos de %@

# a11y.injuryBadge.status
source: Injury status: %@
es: Estado de lesión: %@
fr_ca: Statut de blessure : %@

# a11y.injuryDetail.playerHeader
source: %1$@, %2$@, %3$@ to %4$@
es: %1$@, %2$@, %3$@ a %4$@
fr_ca: %1$@, %2$@, %3$@ à %4$@

# a11y.label.alerts
source: Alerts
es: Alertas
fr_ca: Alertes

# a11y.label.alertsUnread
source: Alerts, %lld unread
es: Alertas, %lld sin leer
fr_ca: Alertes, %lld non lues

# a11y.label.back
source: Back
es: Atrás
fr_ca: Retour

# a11y.label.clearField
source: Clear field
es: Borrar campo
fr_ca: Effacer le champ

# a11y.label.clearSearch
source: Clear search
es: Borrar búsqueda
fr_ca: Effacer la recherche

# a11y.label.deletingAccount
source: Deleting account
es: Eliminando cuenta
fr_ca: Suppression du compte

# a11y.label.offline
source: You are offline
es: Estás desconectado
fr_ca: Vous êtes hors ligne

# a11y.label.profile
source: Profile
es: Perfil
fr_ca: Profil

# a11y.label.searchTips
source: Search tips
es: Consejos de búsqueda
fr_ca: Astuces de recherche

# a11y.label.showTierDetails
source: Show tier details
es: Mostrar detalles del nivel
fr_ca: Afficher les détails du niveau

# a11y.label.togglePassword
source: Toggle password visibility
es: Alternar visibilidad de contraseña
fr_ca: Afficher ou masquer le mot de passe

# a11y.lowConfidence.hint
source: Low confidence — values may be less reliable
es: Baja confianza: los valores pueden ser menos confiables
fr_ca: Faible confiance — les valeurs peuvent être moins fiables

# a11y.oppPtsAllowed
source: Opponents allow to position: %@
es: Oponentes permiten a la posición: %@
fr_ca: Adversaires accordés au poste : %@

# a11y.projection.approx
source: %1$@ projection: approximately %2$lld points
es: Proyección de %1$@: aproximadamente %2$lld puntos
fr_ca: Projection %1$@ : environ %2$lld points

# a11y.projection.exact
source: %1$@ projection: %2$lld points
es: Proyección de %1$@: %2$lld puntos
fr_ca: Projection %1$@ : %2$lld points

# a11y.projectionRange.ceiling
source: ceiling %lld
es: techo %lld
fr_ca: plafond %lld

# a11y.projectionRange.floor
source: floor %lld
es: piso %lld
fr_ca: plancher %lld

# a11y.projectionRange.label
source: Projection range
es: Rango de proyección
fr_ca: Plage de projection

# a11y.projectionRange.projected
source: projected %lld
es: proyectado %lld
fr_ca: projeté %lld

# accountTier.basic.displayName
source: Basic
es: Básico
fr_ca: De base

# attributions.title
source: Attributions
es: Atribuciones

# auth.error.cancelled
source: Sign-in was cancelled.
es: El inicio de sesión fue cancelado.
fr_ca: La connexion a été annulée.

# auth.error.emailAlreadyInUse
source: An account with this email already exists. Try signing in instead.
es: Ya existe una cuenta con este correo. Intenta iniciar sesión.
fr_ca: Un compte avec ce courriel existe déjà. Essayez de vous connecter.

# auth.error.generic
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr_ca: Une erreur est survenue. Veuillez réessayer.

# auth.error.internalError
source: The sign-in service is temporarily unavailable. Please try again in a few minutes.
es: El servicio de inicio de sesión no está disponible temporalmente. Inténtalo de nuevo en unos minutos.
fr_ca: Le service de connexion est temporairement indisponible. Veuillez réessayer dans quelques minutes.

# auth.error.invalidCredentials
source: The email or password is incorrect.
es: El correo electrónico o la contraseña son incorrectos.
fr_ca: Le courriel ou le mot de passe est incorrect.

# auth.error.network
source: Unable to connect. Check your internet connection and try again.
es: No se puede conectar. Verifica tu conexión a internet e inténtalo de nuevo.
fr_ca: Impossible de se connecter. Vérifiez votre connexion internet et réessayez.

# auth.error.tooManyRequests
source: Too many failed attempts. Please wait a moment and try again.
es: Demasiados intentos fallidos. Por favor, espera un momento e inténtalo de nuevo.
fr_ca: Trop de tentatives échouées. Veuillez patienter un moment et réessayer.

# auth.error.weakPassword
source: Your password is too weak. Please choose a stronger password.
es: Tu contraseña es demasiado débil. Elige una más segura.
fr_ca: Votre mot de passe est trop faible. Veuillez en choisir un plus fort.

# board.analysis.anomalies
source: Anomaly Flags
es: Señales anómalas
fr_ca: Signaux anormaux

# board.analysis.generatedAt
source: Generated %@
es: Generado %@
fr_ca: Généré %@

# board.analysis.pending
source: Analysis not yet available. You will receive a push notification when it arrives.
es: Análisis aún no disponible. Recibirás una notificación cuando esté listo.
fr_ca: Analyse pas encore disponible. Vous recevrez une notification push à son arrivée.

# board.analysis.slateTake
source: Game Slate Analysis
es: Análisis del Slate del Día
fr_ca: Analyse du Slate du Jour

# board.analysis.trends
source: Key Trends
es: Tendencias clave
fr_ca: Tendances clés

# board.badge.coldStreak
source: %lld-Game Slump
es: %lld Juegos En Racha Fría
fr_ca: %lld Matchs En Baisse

# board.badge.eliteMatchup
source: Elite Matchup
es: Rival Élite
fr_ca: Adversaire Élite

# board.badge.favorableMatchup
source: Favorable Matchup
es: Rival Favorable
fr_ca: Bon Adversaire

# board.badge.hotStreak
source: %lld-Game Streak
es: %lld Juegos En Racha
fr_ca: %lld Matchs En Série

# board.badge.playerTier
source: %@ Tier
es: Nivel %@
fr_ca: Niveau %@

# board.badge.signalBuilding
source: Signal Building
es: Señal En Construcción
fr_ca: Signal En Construction

# board.badge.toughMatchup
source: Tough Matchup
es: Rival Difícil
fr_ca: Adversaire Difficile

# board.badge.usageExpanding
source: Usage Expanding
es: Uso En Expansión
fr_ca: Utilisation En Expansion

# board.badge.usageInflated
source: Usage Inflated
es: Uso Inflado
fr_ca: Utilisation Gonflée

# board.badge.worseOnRoad
source: Worse On Road −%@
es: Peor De Visitante −%@
fr_ca: Moins Bon À Extérieur −%@

# board.byPosition.noRecommendation
source: No recommendation
es: Sin recomendación
fr_ca: Aucune recommandation

# board.empty
source: No players available tonight
es: No hay jugadores disponibles esta noche
fr_ca: Aucun joueur disponible ce soir

# board.error
source: Unable to load board
es: No se puede cargar el tablero
fr_ca: Impossible de charger le tableau

# board.gameChip.a11y.hint
source: Shows Vegas odds and projections
es: Muestra las probabilidades de Vegas y proyecciones
fr_ca: Affiche les cotes Vegas et les projections

# board.gameChip.a11y.label
source: %1$@ at %2$@, %3$@
es: %1$@ en %2$@, %3$@
fr_ca: %1$@ chez %2$@, %3$@

# board.picker.label
source: View mode
es: Modo de vista
fr_ca: Mode d'affichage

# board.position.all
source: All positions
es: Todas las posiciones
fr_ca: Toutes les positions

# board.projections.label
source: Projections
es: Proyecciones

# board.projections.pending
source: Projections not yet available
es: Proyecciones aún no disponibles
fr_ca: Projections pas encore disponibles

# board.refreshing
source: Updating…
es: Actualizando…
fr_ca: Mise à jour…

# board.retry
source: Try again
es: Intentar de nuevo
fr_ca: Réessayer

# board.section.players
source: Players
es: Jugadores
fr_ca: Joueurs

# board.subtitle.games
source: games
es: partidos
fr_ca: matchs

# board.tier.all
source: All tiers
es: Todos los niveles
fr_ca: Tous les niveaux

# board.title
source: Today's Blackboard
es: El Pizarrón de Hoy
fr_ca: Le Tableau du Jour

# board.view.all
source: All Players
es: Todos los jugadores
fr_ca: Tous les joueurs

# boardDetail.confirmedStarter
source: Confirmed %@
es: Confirmado %@
fr_ca: Confirmé %@

# boardDetail.confirmedStarter.noTime
source: Confirmed Starter
es: Titular Confirmado
fr_ca: Titulaire Confirmé

# boardDetail.efficiency.title
source: Player Efficiency
es: Eficiencia del jugador
fr_ca: Efficacité du joueur

# boardDetail.efficiency.usage
source: Usage
es: Uso
fr_ca: Utilisation

# boardDetail.header.efficiency.season
source: Regular Season
es: Temporada Regular
fr_ca: Saison Régulière

# boardDetail.lastGame.dnp
source: Did Not Play
es: No Jugó
fr_ca: N'a pas joué

# boardDetail.lastGame.pending
source: Last game data not yet available.
es: Datos del último partido aún no disponibles.
fr_ca: Données du dernier match pas encore disponibles.

# boardDetail.lastGame.title
source: Last Game Played
es: Último Partido Jugado
fr_ca: Dernier Match Joué

# boardDetail.matchup.title
source: Opp Pts Allowed%@
es: Pts permitidos por opp%@
fr_ca: Pts accordés par l'adv%@

# boardDetail.platform.ceiling
source: Ceiling
es: Techo
fr_ca: Plafond

# boardDetail.platform.conf
source: Confidence
es: Confianza
fr_ca: Confiance

# boardDetail.platform.floor
source: Floor
es: Piso
fr_ca: Plancher

# boardDetail.platform.oppPtsAllowed
source: Opponents Allow to Position
es: Oponentes Permiten al Puesto
fr_ca: Adversaires Accordent au Poste

# boardDetail.platform.pending
source: Projections not yet available. You will receive a push notification when they arrive.
es: Proyecciones aún no disponibles. Recibirás una notificación cuando estén listas.
fr_ca: Projections pas encore disponibles. Vous recevrez une notification push à leur arrivée.

# boardDetail.recommendation.confidence
source: Confidence
es: Confianza
fr_ca: Confiance

# boardDetail.recommendation.matchup
source: Defensive Matchup Score
es: Puntuación de Matchup Defensivo
fr_ca: Score de Confrontation Défensive

# boardDetail.seasonAvg.title
source: Season Averages
es: Promedios de Temporada
fr_ca: Moyennes de Saison

# boardDetail.section.projections
source: Projections
es: Proyecciones

# boardDetail.section.seriesGames
source: Series Stats
es: Estadísticas de Serie
fr_ca: Stats de Série

# boardDetail.section.statistics
source: Series
es: Serie
fr_ca: Série

# boardDetail.section.upcomingGames
source: Upcoming Games
es: Próximos partidos
fr_ca: Prochains matchs

# boardDetail.stats.ast
source: AST
es: ASI
fr_ca: PAS

# boardDetail.stats.blk
source: BLK
es: TAP
fr_ca: CON

# boardDetail.stats.pending
source: Projections not yet available. You will receive a push notification when they arrive.
es: Proyecciones aún no disponibles. Recibirás una notificación cuando estén listas.
fr_ca: Projections pas encore disponibles. Vous recevrez une notification push à leur arrivée.

# boardDetail.stats.rowLabel.projections
source: Projections
es: Proyecciones

# boardDetail.stats.rowLabel.vegas
source: Vegas Lines
es: Líneas Vegas
fr_ca: Lignes Vegas

# boardDetail.stats.seasonGames
source: Based on %lld games this season
es: Basado en %lld partidos esta temporada
fr_ca: Basé sur %lld matchs cette saison

# boardDetail.stats.stl
source: STL
es: ROB
fr_ca: INT

# boardDetail.stats.vegasBook.betmgm
source: BetMGM Lines
es: Líneas BetMGM
fr_ca: Lignes BetMGM

# boardDetail.stats.vegasBook.dk
source: DraftKings Lines
es: Líneas DraftKings
fr_ca: Lignes DraftKings

# boardDetail.stats.vegasBook.fd
source: FanDuel Lines
es: Líneas FanDuel
fr_ca: Lignes FanDuel

# boardDetail.stats.vegasBook.pinnacle
source: Pinnacle Lines
es: Líneas Pinnacle
fr_ca: Lignes Pinnacle

# boardDetail.title
source: Player
es: Jugador
fr_ca: Joueur

# boardDetail.topPlay.label
source: Top Play
es: Jugada destacada
fr_ca: Meilleur choix

# consent.cta
source: Start My Free Trial
es: Comenzar mi prueba gratuita
fr_ca: Commencer mon essai gratuit

# consent.privacy
source: Privacy Policy
es: Política de privacidad
fr_ca: Politique de confidentialité

# consent.promoCode.apply
source: Apply
es: Aplicar
fr_ca: Appliquer

# consent.promoCode.label
source: Have a promo code?
es: ¿Tienes un código promocional?
fr_ca: Vous avez un code promo?

# consent.promoCode.placeholder
source: Enter code
es: Ingresa el código
fr_ca: Entrer le code

# consent.promoCode.success
source: Promo code applied!
es: ¡Código aplicado!
fr_ca: Code promo appliqué!

# consent.subtitle
source: Your subscription keeps the insights sharp all season.
es: Tu suscripción mantiene los datos precisos toda la temporada.
fr_ca: Votre abonnement garde les analyses pertinentes toute la saison.

# consent.term.cancel.detail
source: Cancel before the 2026–27 season starts and you'll never be charged.
es: Cancela antes del inicio de la temporada 2026–27 y no se te cobrará nada.
fr_ca: Annulez avant le début de la saison 2026–27 et vous ne serez jamais facturé.

# consent.term.cancel.title
source: Cancel any time before the new season
es: Cancela en cualquier momento antes de la nueva temporada
fr_ca: Annulez en tout temps avant la nouvelle saison

# consent.term.free.title
source: Free for the rest of this season and all offseason
es: Gratis el resto de esta temporada y todo el receso
fr_ca: Gratuit pour le reste de cette saison et toute la morte-saison

# consent.term.price.detail
source: Auto-renews monthly. Cancel any time in your Apple ID settings.
es: Se renueva automáticamente cada mes. Cancela cuando quieras en Configuración de Apple ID.
fr_ca: Renouvellement automatique mensuel. Annulez en tout temps dans vos réglages Apple ID.

# consent.term.price.title
source: $2.99 / month when the 2026–27 season tips off
es: $2.99 / mes al inicio de la temporada 2026–27
fr_ca: 2,99 $ / mois au début de la saison 2026–27

# consent.terms
source: Terms
es: Términos
fr_ca: Conditions

# detail.overview.acceleration
source: Acceleration
es: Aceleración
fr_ca: Accélération

# detail.overview.confidence
source: Confidence
es: Confianza
fr_ca: Confiance

# detail.overview.consistency
source: Consistency
es: Consistencia
fr_ca: Constance

# detail.overview.hotStreak
source: Hot Streak
es: Racha Caliente
fr_ca: Séquence chaude

# detail.overview.hotStreakGames %lld
source: %lld games
es: %lld juegos
fr_ca: %lld matchs

# detail.overview.surging
source: Surging
es: En Ascenso
fr_ca: En montée

# detail.overview.surgingCategories %@
source: %@ categories
es: %@ categorías
fr_ca: %@ catégories

# detail.overview.trendScore
source: Trend Score
es: Punt. Tendencia
fr_ca: Score tendance

# detail.stats.awayAvg
source: AWAY
es: VISIT.
fr_ca: VISIT.

# detail.stats.dkAvg
source: DK AVG
es: Prom. DK
fr_ca: Moy. DK

# detail.stats.homeAvg
source: HOME
es: LOCAL
fr_ca: LOCAL

# floorCeilingBar.overUnder.info
source: The under/over probability measures how likely it is for the player to be under or over the projected score.
es: La probabilidad bajo/sobre mide qué tan probable es que el jugador esté por debajo o por encima del puntaje proyectado.
fr_ca: La probabilité sous/sur mesure la probabilité que le joueur soit en dessous ou au-dessus du score projeté.

# floorCeilingBar.overUnder.title
source: Over / Under Probability
es: Probabilidad Sobre / Bajo
fr_ca: Probabilité Sur / Sous

# forgotPassword.confirmation.body %@
source: We sent a password reset link to %@. Check your inbox and follow the link to create a new password.
es: Enviamos un enlace para restablecer la contraseña a %@. Revisa tu bandeja de entrada y sigue el enlace para crear una nueva contraseña.
fr_ca: Nous avons envoyé un lien de réinitialisation à %@. Vérifiez votre boîte de réception et suivez le lien pour créer un nouveau mot de passe.

# forgotPassword.confirmation.title
source: Check Your Email
es: Revisa tu correo
fr_ca: Vérifiez votre courriel

# forgotPassword.error.title
source: Password Reset Failed
es: Error al restablecer
fr_ca: Échec de la réinitialisation

# forgotPassword.subtitle
source: Enter the email address associated with your account and we'll send you a link to reset your password.
es: Ingresa el correo electrónico asociado a tu cuenta y te enviaremos un enlace para restablecer tu contraseña.
fr_ca: Entrez l'adresse courriel associée à votre compte et nous vous enverrons un lien pour réinitialiser votre mot de passe.

# forgotPassword.title
source: Reset Password
es: Restablecer contraseña
fr_ca: Réinitialiser le mot de passe

# gameDetail.bkSpreadPick
source: Spread Pick
es: Elección de ventaja
fr_ca: Choix d'écart

# gameDetail.bkWinner
source: Winner
es: Ganador
fr_ca: Gagnant

# gameDetail.call.neutral
source: No Line
es: Sin línea
fr_ca: Sans ligne

# gameDetail.call.over
source: OVER
es: MÁS
fr_ca: PLUS

# gameDetail.call.push
source: PUSH
es: EMPATE
fr_ca: ÉGALITÉ

# gameDetail.call.under
source: UNDER
es: MENOS
fr_ca: MOINS

# gameDetail.confidence.lean
source: Lean
es: Ligero
fr_ca: Léger

# gameDetail.confidence.likely
source: Likely
es: Probable
fr_ca: Probable

# gameDetail.confidence.lock
source: Lock
es: Seguro
fr_ca: Certain

# gameDetail.confidence.strong
source: Strong
es: Fuerte
fr_ca: Fort

# gameDetail.home
source: Home
es: Casa
fr_ca: Domicile

# gameDetail.impliedTotals
source: Implied Totals
es: Totales implícitos
fr_ca: Totaux implicites

# gameDetail.marketWinProb
source: Market Win %
es: Probabilidad de mercado
fr_ca: Cote marché

# gameDetail.noProjection
source: No projected totals available
es: No hay totales proyectados disponibles
fr_ca: Aucun total projeté disponible

# gameDetail.oddsUnavailable
source: Lines not available yet
es: Líneas no disponibles aún
fr_ca: Lignes pas encore disponibles

# gameDetail.ourCall.pending
source: Analysis not yet available. You will receive a push notification when it arrives.
es: Análisis aún no disponible. Recibirás una notificación cuando esté listo.
fr_ca: Analyse pas encore disponible. Vous recevrez une notification push à son arrivée.

# gameDetail.overUnder
source: Over / Under
es: Más / Menos
fr_ca: Plus / Moins

# gameDetail.projTeamTotals
source: Team totals
es: Totales por equipo
fr_ca: Totaux par équipe

# gameDetail.projectedTotal
source: Projected game total
es: Total proyectado del partido
fr_ca: Total projeté du match

# gameDetail.section.vegasLines
source: Vegas Lines
es: Líneas de Vegas
fr_ca: Lignes Vegas

# gameDetail.series.east
source: Eastern Conference
es: Conferencia Este
fr_ca: Conférence Est

# gameDetail.series.game
source: Game
es: Juego
fr_ca: Match

# gameDetail.series.noGames
source: No games played
es: Sin partidos jugados
fr_ca: Aucun match joué

# gameDetail.series.west
source: Western Conference
es: Conferencia Oeste
fr_ca: Conférence Ouest

# gameDetail.spread
source: Spread
es: Ventaja
fr_ca: Écart

# gameDetail.spread.cover
source: Cover
es: Cubrir
fr_ca: Couvrir

# gameDetail.spread.upset
source: Upset
es: Sorpresa
fr_ca: Surprise

# gameDetail.visitor
source: Away
es: Visitante
fr_ca: Visiteur

# inbox.change.bench
source: Bench
es: Banca
fr_ca: Banc

# inbox.change.starting
source: Starting
es: Titular
fr_ca: Titulaire

# inbox.change.statusNew
source: New
es: Nuevo
fr_ca: Nouveau

# inbox.checking
source: Checking for new alerts…
es: Buscando nuevas alertas…
fr_ca: Recherche de nouvelles alertes…

# inbox.done
source: Done
es: Listo
fr_ca: OK

# inbox.empty
source: No recent alerts
es: Sin alertas recientes
fr_ca: Aucune alerte récente

# inbox.error
source: Could not load alerts
es: No se pudo cargar
fr_ca: Impossible de charger

# inbox.event.injuryUpdate
source: Injury Update
es: Actualización de lesión
fr_ca: Mise à jour blessure

# inbox.event.lineupUpdate
source: Lineup Update
es: Actualización de alineación
fr_ca: Mise à jour formation

# inbox.event.oddsUpdate
source: Odds Update
es: Actualización de cuotas
fr_ca: Mise à jour des cotes
